Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/nettforedrag_om_samiske_kulturminner_og_kulturhistorie_i_tromsoomradet.html.tmx
Source language: nob
Languages: sme

source: Nettforedrag om samiske kulturminner og kulturhistorie i Tromsøområdet
sme: Neahttalogaldallamat sámi kulturmuittuid ja kulturhistorjjá birra Romssa guovllus

source: Se foredrag på nettet om samiske kulturminner og kulturhistorie i Rávdnjemuotki/Finnheia i Sállir/Kvaløya, og i Romssavággi/Tromsdalen.
sme: Geahča logaldallamiid neahtas sámi kulturmuittuid ja kulturhistorjjá birra Rávdnjemuotkkis (Finnheia) Sálliris (Kvaløya) Romssas, ja Romssavággis (Tromsdalen).

source: 13. juni åpner en ny samisk utstilling på Norges arktiske universitetsmuseum.
sme: Geassemánu 13. beaivvi rahppo ođđa sámi čájáhus Norgga árktalaš universitehtamuseas.

source: Utstillingen er om samiske kulturminner og kulturhistorie i Tromsøområdet og bygger blant annet på Sametingets kulturminneundersøkelser på Rávdnjemuotki/Finnheia på Sállir/Kvaløya og i Romssavággi/Tromsdalen.
sme: Čájáhus lea sámi kulturmuittuid ja kulturhistorjjá birra Romssa guovllus ja lea earret eará huksejuvvon Sámedikki kulturmuitoiskkademiid ala Rávdnjemuohkis (Finnheia) Sálliris (Kvaløya) ja Romssavákkis (Tromsdalen).

source: I anledning utstillingsåpningen publiserer Sametinget foredragene "Rávdnjemuotki - kulturminner og livshistorier" (2021) og (2024).
sme: Čájáhusa rahpama oktavuođas almmuha Sámediggi neahttalogaldallamiid (Rávdnjemuotki - kulturmuittut ja eallinmuitalusat (2024) “ (Vákki čihkkon vássánáigi).

source: Foredragene ble holdt på henholdsvis Norges arktiske universitetsmuseum og Perspektivet Museum og foredragsholder er arkeolog Stine Benedicte Sveen.
sme: Logaldallamat dollojuvvojedje Norgga árktalaš universitehtamuseas ja Perspektivet Museas ja logaldalli lea arkeologa Stine Benedicte Sveen.

source: Rettigheter til det faglige innholdet: Stine Benedicte Sveen
sme: Vuoigatvuođat fágalaš sisdollui: Stine Benedicte Sveen

source: Nettforedrag om Romssavággi/Tromsdalen
sme: Neahttalogaldallan Romssavákki (Tromsdalen) birra
